Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=247_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pilvi aloittaa yliopistossa
sme: Pilvi álggaha

source: Katso lyhytvideo Pilvistä joka aloittaa saamelaisen kulttuurin opinnot !
sme: Geahča oanehisvideo Pilvi birra, guhte álggaha sámi kultuvrra oahpuid.

source: Saamelainen Pilvi haluaa tutustua paremmin juuriinsa ja lähtee opiskelemaan Oulun yliopistoon saamelaista kultuuria.
sme: Sápmelaš Pilvi hálida oahpásmuvvat buorebut máttuidasas ja vuolgá stuđeret Oulu universitehttii sámi kultuvrra.

source: Ohjaus: Suvi West, kuvaus: Juha Säkkinen, leikkaus: Anja Ahola
sme: Bagadallan: Suvi West, govven: Juha Säkkinen, čuohppan: Anja Ahola

source: Tuotanto: Saamelaiskäräjät 2008
sme: Buvttadeapmi: Sámediggi 2008

source: Pituus: 1,40
sme: Guhkkodat: 1,40
